Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
it_it: I collaboratori potranno richiedere una conversazione di follow-up con il proprio manager o contestare la loro revisione con manager diretto del proprio manager revisore (LM+1). Se il processo di contestazione è abilitato, il widget delle prestazioni complessive deve essere incluso nel modello, altrimenti non sarà possibile salvare il modello di revisione.

source: Enable challenge process
it_it: Abilita il processo di contestazione

source: A comment box will be included for workers to fill in as part of the completion process.
it_it: Verrà incluso un riquadro per i commenti che i collaboratori dovranno compilare come parte del processo di completamento.

source: Include a comment box for the sign-off processes
it_it: Includi una casella per i commenti nei processi di approvazione

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
it_it: Attiva un ulteriore passaggio di convalida in cui la revisione viene inoltrata a un manager di livello superiore (LM+1) per l'approvazione finale dopo che il collaboratore e il suo manager diretto hanno completato il processo di revisione.

source: Enable final validation step
it_it: Abilita il passaggio di convalida finale

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
it_it: I manager potranno modificare le loro valutazioni e i loro commenti durante la fase di moderazione. Disabilita questa impostazione se desideri mantenere le revisioni bloccate in modalità di sola lettura durante la moderazione.

source: Manager can edit their inputs during HR-led moderation
it_it: Il manager può modificare i propri input durante la moderazione gestita da HR

source: Calibration led by the HR with manager participation
it_it: Calibrazione gestita da HR con la partecipazione del manager

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
it_it: Nel passaggio successivo, deve essere specificato il numero minimo di subordinati diretti richiesti per una sessione di calibrazione per manager. I manager potranno quindi condurre la moderazione. Il processo continuerà con HR, che potrà apportare modifiche e far avanzare la revisione alla fase successiva.

source: Closed calibration led by HR only
it_it: Calibrazione chiusa gestita solo da HR

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
it_it: Il blocco rigido è abilitato. Il manager non sarà in grado di completare la fase di moderazione o di far avanzare il processo nel modulo di revisione. Invece, il ruolo di revisione professionale gestirà il processo tramite il portale HR.

source: Enable moderation
it_it: Abilita moderazione

source: HR-led process
it_it: Processo gestito da HR

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
it_it: I manager non saranno in grado di completare la fase di moderazione o di far avanzare il processo tramite il modulo di revisione. Il ruolo di revisione professionale gestirà il processo tramite il portale.

source: Moderation led by the manager
it_it: Moderazione gestita dal manager

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
it_it: I manager saranno in grado di completare il processo di moderazione e far avanzare il processo di revisione alla fase successiva tramite il modulo di revisione. Il ruolo di revisione professionale avrà comunque accesso per monitorare, gestire e intervenire, se necessario, tramite il portale.

source: A moderation stage will be added to the review process workflow.
it_it: Una fase di moderazione verrà aggiunta al flusso di lavoro del processo di revisione.

source: Moderation stage
it_it: Fase di moderazione

source: Define the visibility of your performance review.
it_it: Definisci la visibilità della tua revisione delle prestazioni.

source: Select the populations relevant for this template.
it_it: Seleziona le popolazioni pertinenti per questo modello.

source: Select population
it_it: Seleziona popolazione

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
it_it: La revisione verrà pubblicata e resa visibile al collaboratore dopo l'invio da parte del manager. beqom consiglia di utilizzare la fase dei risultati di conversazione e pubblicazione. Tieni presente che questa impostazione non può essere modificata dopo la pubblicazione del modulo di revisione.

source: Skip the "Conversation & publication" results stage
it_it: Salta la fase dei risultati di "Conversazione e pubblicazione"

source: "Conversation & publication" stages
it_it: Fasi di "Conversazione e pubblicazione"

source: Local owners
it_it: Proprietari locali

source: Select owners
it_it: Seleziona i proprietari

source: Review owners
it_it: Proprietari della Valutazione

source: Add review owners
it_it: Aggiungi proprietari della revisione

source: Select the stages of the review
it_it: Seleziona le fasi della revisione

source: Configure review stages
it_it: Configura le fasi della revisione

source: To customize steps, uncheck the template in the "Performance review details" step.
it_it: Per personalizzare i passaggi, deseleziona il modello nel passaggio "Dettagli della Valutazione delle prestazioni".

source: The review timeline is based on the Goal setting template.
it_it: La timeline della Valutazione si basa sul modello di definizione degli obiettivi.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
it_it: Solo i manager sono tenuti a fornire input. I Collaboratori non potranno visualizzare le domande né rispondere ad esse.

source: Skip worker self-assessment
it_it: Salta l'autovalutazione del Collaboratori

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
it_it: Quando pubblichi la revisione, verrà assegnata ai collaboratori che sono idonei per la revisione delle prestazioni e che hanno un manager diretto all'interno della popolazione selezionata. Per includere singoli collaboratori basta cercarne il nome e il sistema ignorerà la loro idoneità alla valutazione. Puoi comunque includere altri collaboratori dopo che la revisione è stata pubblicata.

source: Search for people or organizational units
it_it: Cerca persone o unità organizzative

source: Assign to workers
it_it: Assegna ai collaboratori

source: Choose a default language
it_it: Scegli una lingua predefinita

source: Enter an overview of the performance review
it_it: Inserisci una panoramica della revisione delle prestazioni

source: Enable the "Suggested agenda" widget for workers and managers
it_it: Abilita il widget "Agenda suggerita" per collaboratori e manager

source: Basic Information
it_it: Informazioni di base

source: Performance review details
it_it: Dettagli della revisione delle prestazioni

source: Language preference
it_it: Preferenza per la lingua

source: Review type
it_it: Tipo di revisione

source: Select the review type
it_it: Seleziona il tipo di revisione

source: Suggested agenda
it_it: Agenda suggerita

source: Title
it_it: Titolo

source: Enter a title for the performance review
it_it: Inserisci un titolo per la revisione delle prestazioni

source: Send performance review PDF to Documents
it_it: Invia il PDF della valutazione delle prestazioni ai documenti

source: Review period is different from goal period
it_it: Il periodo di revisione è diverso dal periodo degli obiettivi

source: This is a read-only field. It won't affect any of the goal period settings.
it_it: Questo è un campo di sola lettura. Non influenzerà nessuna delle impostazioni del periodo dell'obiettivo.

source: Review period to be displayed
it_it: Periodo di revisione da visualizzare

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
it_it: Tutti gli obiettivi creati con una data di scadenza o una data di completamento all'interno del periodo specificato per gli obiettivi saranno inclusi nella revisione delle prestazioni.

source: Goal period
it_it: Periodo dell'obiettivo

source: Hide the goal period from the review form
it_it: Nascondi il periodo dell'obiettivo dal modulo di revisione

source: Review periods
it_it: Periodi di revisione

source: Based on the chosen stages
it_it: In base alle fasi scelte

source: Preview of the performance review timeline
it_it: Cronologia delle valutazioni delle prestazioni

source: Organizational units:
it_it: Unità organizzative:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
it_it: Non è possibile disabilitare "Prestazioni complessive" perché l'impostazione "Processo di contestazione" è abilitata per questa revisione.

source: Owners:
it_it: Proprietari:

source: Reopen
it_it: Riapri

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
it_it: Le modifiche apportate potrebbero influire sul processo completato. Evita di apportare modifiche a qualsiasi campo che influisca sul layout del modello e sui flussi di lavoro. Vuoi procedere?

source: Reopen review
it_it: Riapri revisione

source: Review type:
it_it: Tipo di revisione:

source: Your review template was successfully saved.
it_it: Il tuo modello di revisione è stato salvato correttamente.

source: Are you sure you want to publish this review?
it_it: Pubblicare questa revisione?

source: Publish changes
it_it: Pubblica modifiche

source: Your review template was successfully published.
it_it: Il tuo modello di revisione è stato pubblicato correttamente.

source: Additional manager can see the worker's self-review
it_it: Un manager aggiuntivo può visualizzare l'autorevisione del collaboratore

source: Answer type
it_it: Tipo di risposta

source: Allow additional managers to be invited
it_it: Consenti di invitare manager aggiuntivi

source: Enable behaviors
it_it: Abilita comportamenti

source: Enable overall performance
it_it: Abilita le prestazioni complessive

source: Enable useful information for self-reviews and manager reviews
it_it: Abilita informazioni utili per le autorevisioni e le revisioni del manager

source: Mandatory comment
it_it: Commento obbligatorio

source: Mandatory rating
it_it: Valutazione obbligatoria

source: Limit for additional managers
it_it: Limite per manager aggiuntivi

source: Comment only
it_it: Solo commento

source: Rating only
it_it: Solo valutazione

source: Rating and comment
it_it: Valutazione e commento

source: Enable rating for each behavior
it_it: Abilita la valutazione per ogni comportamento

source: Enable rating for each goal
it_it: Abilita la valutazione per ogni obiettivo

source: All rating scales
it_it: Tutte le scale di valutazione

source: Rating scales
it_it: Scale di valutazione

source: Selected scale preview
it_it: Anteprima della scala selezionata

source: No translation found. Please contact your system administrator to correct this issue.
it_it: Nessuna traduzione trovata. Contatta l'amministratore di sistema per correggere questo problema.

source: Enable overall rating for behaviors
it_it: Abilita la valutazione complessiva per i comportamenti

source: Enable overall rating for goals
it_it: Abilita la valutazione complessiva per gli obiettivi

source: Rating scale
it_it: Scala di valutazione

source: Select an option
it_it: Seleziona un'opzione

source: Select scale
it_it: Seleziona scala

source: Additional review
it_it: Revisione aggiuntiva

source: Configurations
it_it: Configurazioni

source: Manager review
it_it: Revisione del manager

source: Start date:
it_it: Data di inizio:

source: Closed
it_it: Chiuso

source: End-of-year review
it_it: Revisione di fine anno

source: Interim review 1
it_it: Revisione intermedia 1

source: Mid-year review
it_it: Revisione di metà anno

source: Enable the transfer of reviews
it_it: Abilita il trasferimento delle revisioni

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
it_it: Le revisioni delle prestazioni tra un collaboratore e il suo precedente manager che non sono state avviate o sono in corso saranno trasferite al nuovo manager. Il precedente manager non vedrà più la revisione dopo il trasferimento.

source: Allow line managers to reassign a review to another user
it_it: Consenti ai manager diretti di riassegnare una revisione a un altro utente

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
it_it: Il revisore riassegnato vedrà la revisione riassegnata nel suo elenco e potrà completare la revisione del collaboratore. Il revisore riassegnato vedrà tutti i dati relativi al collaboratore (obiettivi, feedback, ecc.) presenti nella revisione, allo stesso modo del manager diretto. Tieni presente che la riassegnazione implica che il revisore riassegnato completerà l'intero processo di revisione con il collaboratore. Se riassegna la revisione a metà processo, il suo contenuto non sarà visibile.

source: Enable visibility of unsubmitted content from a previous review owner
it_it: Abilita la visibilità del contenuto non inviato da un precedente proprietario della revisione

source: Your changes were successfully saved.
it_it: Modifiche salvate correttamente.

source: Sensitive Content
it_it: Contenuto sensibile

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
it_it: Verrà eseguita una ricerca intelligente per parole specifiche considerate non professionali o ritenute sensibili nella tua organizzazione. Viene fornito un set standard di parole, ma l'elenco può essere personalizzato dopo aver attivato le impostazioni di seguito, utilizzando il pulsante "Aggiorna elenco parole sensibili".

source: Enable sensitive content filtering
it_it: Abilita contenuti sensibili

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
it_it: Il filtro parole sensibili per le revisioni sarà disponibile nella sezione "Gestisci revisioni" del modello di revisione delle prestazioni. Le parole sensibili saranno evidenziate durante la visualizzazione della revisione. Inoltre, i paragrafi con contenuti sensibili saranno specificamente accessibili facendo clic sull'icona del filtro parole sensibili accanto all'icona di visualizzazione della revisione.

source: Enable for reviews
it_it: Abilita per le revisioni

source: Sensitive content settings
it_it: Impostazioni per i contenuti sensibili

source: This is a standard security feature of an application; it is recommended to keep it enabled.
it_it: Si tratta di una funzionalità di sicurezza standard di un'applicazione; è consigliato mantenerla abilitata.

source: Session timeout
it_it: Timeout della sessione

source: Disable
it_it: Disabilita

source: Keep enabled
it_it: Mantieni abilitata

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
it_it: Specifica quanti minuti una sessione può rimanere inattiva prima dell'interruzione automatica (da 1 a 1440 minuti). Se l'utente non aggiorna o richiede una pagina entro questo tempo, la sessione terminerà.

source: Enable session timeout
it_it: Abilita il timeout della sessione

source: In minutes; between {{min}} and {{max}}.
it_it: In minuti; tra {{min}} e {{max}}.

source: Duration of inactivity before timeout
it_it: Durata dell'inattività prima del timeout

source: Cultural Settings
it_it: Impostazioni culturali

source: Setup
it_it: Configurazione

source: Smart features
it_it: Funzionalità intelligenti

source: Snapshot Manager
it_it: Gestore istantanee

source: No snapshots yet.
it_it: Nessuna istantanea disponibile.

source: Stock
it_it: Titoli azionari

source: Enable stock nomination
it_it: Abilita la nomina per i titoli azionari

source: Stock settings
it_it: Impostazioni azioni

source: Time zone
it_it: Fuso orario

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
it_it: Specifica se desideri applicare l'ora locale dell'utente nel caso in cui i tuoi utenti siano distribuiti su più fusi orari. Se desideri utilizzare il fuso orario predefinito dell'azienda per tutti gli utenti, lascia questa opzione disabilitata.

source: User local time
it_it: Ora locale utente

source: Local time
it_it: Ora locale

source: Select the default country and the default time zone for your company.
it_it: Seleziona il paese e il fuso orario predefiniti per la tua azienda.

source: User administration
it_it: Amministrazione utenti

source: Approval of data privacy statements
it_it: Approvazione delle informative sulla privacy dei dati

source: Approval date
it_it: Data di approvazione

source: Rejection date
it_it: Data di rifiuto

source: Approved
it_it: Approvato

source: Rejected
it_it: Rifiutato

source: Version
it_it: Versione

source: Worker details - {{name}}
it_it: Dettagli del collaboratore - {{name}}

source: Add mailing address
it_it: Aggiungi indirizzo postale

source: Add instant messaging address
it_it: Aggiungi indirizzo di messaggistica istantanea

source: Add phone number
it_it: Aggiungi numero di telefono

source: Cost center
it_it: Centro di costo

source: Example: Accounting.
it_it: Esempio: contabilità.

source: Department within the business to which costs related to this user will be allocated.
it_it: Dipartimento all'interno dell'azienda a cui verranno allocati i costi relativi a questo utente.

source: Display name
it_it: Nome visualizzato

source: Example: Barbara (Babs) Jane Jensen.
it_it: Esempio: Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
it_it: Nome dell'utente come verrà visualizzato dagli utenti finali.

source: Email address
it_it: Indirizzo email

source: Example: email@domain.com
it_it: Esempio: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
it_it: L'indirizzo email deve essere un valore unico e avere un formato email corretto come "@email.com".

source: First name
it_it: Nome

source: Example: Barbara.
it_it: Esempio: Barbara.

source: Given name of the user.
it_it: Nome dell'utente.

source: Formatted name
it_it: Nome formattato

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
it_it: Esempio: Sig.ra Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
it_it: Nome completo dell'utente, inclusi tutti i secondi nomi, soprannomi, prefissi e suffissi, se presenti, formattato per la visualizzazione.

source: Honorific prefix
it_it: Prefisso onorifico

source: Example: Ms.
it_it: Esempio: Sig.ra

source: Honorific prefix or title of the user.
it_it: Prefisso onorifico o titolo dell'utente.

source: Honorific suffix
it_it: Suffisso onorifico

source: Example: III.
it_it: Esempio: III.

source: Honorific suffix of the user.
it_it: Suffisso onorifico dell'utente.

source: Enter worker external ID
it_it: Inserisci l'ID esterno del collaboratore

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
it_it: Identificatore univoco di questo collaboratore/utente. Consigliamo di fare riferimento all'ID del collaboratore/utente del sistema HR di origine. Questo identificatore può essere qualsiasi combinazione di caratteri alfanumerici e non può contenere caratteri speciali.

source: Job title
it_it: Titolo mansione

source: Example: HR Director.
it_it: Esempio: Direttore delle risorse umane.

source: Job title of the user.
it_it: Titolo mansione dell'utente.

source: Last name
it_it: Cognome

source: Example: Jensen.
it_it: Esempio: Jensen.

source: Family name of the user.
it_it: Cognome dell'utente.

source: Instant messaging address
it_it: Indirizzo di messaggistica istantanea

source: Enter an address
it_it: Inserisci un indirizzo

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
it_it: Tipicamente, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" o "Altro".

source: Instant messaging address of the user.
it_it: Indirizzo di messaggistica istantanea dell'utente.

source: Middle name
it_it: Secondo nome

source: Example: Jane.
it_it: Esempio: Jane.

source: Middle name of the user.
it_it: Secondo nome dell'utente.

source: Nickname
it_it: Soprannome

source: Example: Babs.
it_it: Esempio: Babs.

source: Preferred name/usual name to address the user.
it_it: Nome preferito/nome abituale per rivolgersi all'utente.

source: Phone number
it_it: Numero di telefono

source: Example: +1-111-111-1111.
it_it: Esempio: +1-111-111-1111.
